tap "homebrew/cask"
tap "homebrew/bundle"

# CLI tools
brew "git"
brew "terraform"

# GUI Apps
cask "visual-studio-code"
cask "docker"
cask "dbeaver-community"
cask "google-chrome"
cask "firefox"
cask "bitwarden"
cask "1password"
cask "spotify"
cask "slack"
cask "iterm2"
cask "openvpn-connect"
cask "lulu"
cask "obsidian"
cask "anythingllm"
cask "displaylink"
cask "google-drive"